# IdeaStatiCa.RcsApi.Model.RcsCssComponentData

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Material** | **RcsMaterial** |  | [optional]
**Phase** | **int** |  | [optional]
**Geometry** | **Region2D** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)